Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/WeeklyInsights.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# weekly_insights.navigation_title
source: Weekly Insights
de: Wöchentliche Einblicke
es: Perspectivas Semanales
fr: Aperçus Hebdomadaires
ja: 週間インサイト
pt_br: Insights Semanais
zh_hans: 每周洞察

# weekly_insights.done_button
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído
zh_hans: 完成

# weekly_insights.page_indicator
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fr: %1$d sur %2$d
ja: %1$d / %2$d
pt_br: %1$d de %2$d
zh_hans: %1$d / %2$d

# weekly_insights.total_activity_subtitle
source: exercises this week
de: Übungen diese Woche
es: ejercicios esta semana
fr: exercices cette semaine
ja: 今週のエクササイズ
pt_br: exercícios esta semana
zh_hans: 本周锻炼次数

# weekly_insights.vs_last_week
source: %@ vs last week
de: %@ vs letzte Woche
es: %@ vs semana pasada
fr: %@ vs semaine dernière
ja: 先週比 %@
pt_br: %@ vs semana passada
zh_hans: 比上周 %@

# weekly_insights.top_exercise_subtitle
source: your top exercise
de: Ihre Top-Übung
es: su ejercicio principal
fr: votre exercice principal
ja: 最も多いエクササイズ
pt_br: seu exercício principal
zh_hans: 您的主要锻炼

# weekly_insights.times_count
source: %d times
de: %d Mal
es: %d veces
fr: %d fois
ja: %d 回
pt_br: %d vezes
zh_hans: %d 次

# weekly_insights.percentage_activity
source: %@ of all activity
de: %@ aller Aktivität
es: %@ de toda la actividad
fr: %@ de toute l'activité
ja: 全体の %@
pt_br: %@ de toda atividade
zh_hans: 占总活动的 %@

# weekly_insights.consistency_days
source: %d days
de: %d Tage
es: %d días
fr: %d jours
ja: %d 日
pt_br: %d dias
zh_hans: %d 天

# weekly_insights.consistency_subtitle
source: active this week
de: aktiv diese Woche
es: activo esta semana
fr: actif cette semaine
ja: 今週活動した日数
pt_br: ativo esta semana
zh_hans: 本周活跃天数

# weekly_insights.try_for_more_days
source: Try for %d days next week!
de: Versuchen Sie nächste Woche %d Tage!
es: ¡Intente %d días la próxima semana!
fr: Essayez %d jours la semaine prochaine !
ja: 来週は %d 日を目指そう！
pt_br: Tente %d dias na próxima semana!
zh_hans: 下周试着坚持 %d 天！

# weekly_insights.day_mon
source: M
de: Mo
es: L
fr: L
ja: 月
pt_br: S
zh_hans: 一

# weekly_insights.day_tue
source: T
de: Di
es: M
fr: M
ja: 火
zh_hans: 二

# weekly_insights.day_wed
source: W
de: Mi
es: X
fr: M
ja: 水
pt_br: Q
zh_hans: 三

# weekly_insights.day_thu
source: T
de: Do
es: J
fr: J
ja: 木
pt_br: Q
zh_hans: 四

# weekly_insights.day_fri
source: F
de: Fr
es: V
fr: V
ja: 金
pt_br: S
zh_hans: 五

# weekly_insights.day_sat
source: S
de: Sa
ja: 土
zh_hans: 六

# weekly_insights.day_sun
source: S
de: So
es: D
fr: D
ja: 日
pt_br: D
zh_hans: 日

# weekly_insights.streak_day_singular
source: day
de: Tag
es: día
fr: jour
ja: 日
pt_br: dia
zh_hans: 天

# weekly_insights.streak_title
source: streak
de: Serie
es: racha
fr: série
ja: 連続記録
pt_br: sequência
zh_hans: 连续天数

# weekly_insights.streak_message_short
source: Keep it going!
de: Weitermachen!
es: ¡Sigue así!
fr: Continuez !
ja: 続けよう！
pt_br: Continue assim!
zh_hans: 继续保持！

# weekly_insights.streak_message_medium
source: You're on fire!
de: Sie sind in Fahrt!
es: ¡Estás en llamas!
fr: Vous êtes en feu !
ja: 絶好調！
pt_br: Você está pegando fogo!
zh_hans: 你太棒了！

# weekly_insights.streak_message_long
source: Incredible dedication!
de: Unglaubliche Hingabe!
es: ¡Dedicación increíble!
fr: Dévouement incroyable !
ja: 素晴らしい継続力！
pt_br: Dedicação incrível!
zh_hans: 坚持得太好了！

# weekly_insights.new_badge
source: NEW!
de: NEU!
es: ¡NUEVO!
fr: NOUVEAU !
ja: 新規！
pt_br: NOVO!
zh_hans: 新！

# weekly_insights.unlocked_today
source: Unlocked today
de: Heute freigeschaltet
es: Desbloqueado hoy
fr: Débloqué aujourd'hui
ja: 今日解除
pt_br: Desbloqueado hoje
zh_hans: 今天解锁

# weekly_insights.unlocked_days_ago
source: Unlocked %d day(s) ago
de: Vor %d Tag(en) freigeschaltet
es: Desbloqueado hace %d día(s)
fr: Débloqué il y a %d jour(s)
ja: %d 日前に解除
pt_br: Desbloqueado há %d dia(s)
zh_hans: %d 天前解锁

# weekly_insights.almost_there
source: Almost There!
de: Fast geschafft!
es: ¡Casi allí!
fr: Presque là !
ja: もうすぐ！
pt_br: Quase lá!
zh_hans: 快到了！
